{
  "artigos": [
    {
      "id": 6504523,
      "title": "Starfield Character Creator Includes Optional Traits, Skill System That \"Combines The Best\" From Previous Bethesda Games",
      "description": "Fans have finally gotten their first significant look at <a href=\"https://www.gamespot.com/games/starfield/\" data-ref-id=\"5000-483376\">Starfield</a>, and in addition to new details about space exploration and combat, players now know how character creation and skills work in Bethesda's new RPG.",
      "authors": "Cameron Koch",
      "img_lg": "https://www.gamespot.com/a/uploads/original/1647/16470614/3990044-starfieldskillsandtraits.jpg"
    },
    {
      "id": 6504522,
      "title": "Half-Life: Alyx Fan-Made Levitation Mod Features A Full Campaign",
      "description": "The 2022 PC Gamer Show closed out its presentation with an extended look at an upcoming mod for the VR game, Half-Life: Alyx called Levitation. The mod is being created by FMPONE and Corey Laddo and imagines what happens after the events of Alyx. It will apparently take players about four to five hours to complete.",
      "authors": "Kyle Hilliard",
      "img_lg": "https://www.gamespot.com/a/uploads/original/1755/17559665/3990013-screenshot2022-06-12at4.46.18pm.png"
    },
    {
      "id": 6504521,
      "title": "Starfield Includes Over 1,000 Explorable Planets, Base Building, And Ship Combat",
      "description": "At long last, new details about Bethesda Softwork's heavily anticipated RPG <a href=\"https://www.gamespot.com/games/starfield/\" data-ref-id=\"5000-483376\">Starfield</a> have arrived, and what they show is a game set to embrace its space-setting with a focus on exploring new worlds, resource harvesting, spaceship customization, and base-building.",
      "authors": "Cameron Koch",
      "img_lg": "https://www.gamespot.com/a/uploads/original/1647/16470614/3990012-starfieldspaceexplorationinfo.jpg"
    },
    {
      "id": 6504519,
      "title": "GoldenEye-Like PC Shooter Agent 64 Gets New Trailer And Demo",
      "description": "Many expected the heavily rumored GoldenEye remaster to be announced during the <a href=\"https://www.gamespot.com/articles/xbox-bethesda-games-showcase-2022-all-the-biggest-game-announcements/1100-6504511/\" data-ref-id=\"1100-6504511\">Xbox showcase today</a>, but it wasn't. James Bond fans weren't entirely out of luck, however, as developer Replicate D6 released a new trailer for its GoldenEye-like title Agent 64 during the PC Gaming Show today.",
      "authors": "Eddie Makuch",
      "img_lg": "https://www.gamespot.com/a/uploads/original/1179/11799911/3990003-screenshot2022-06-12at4.51.55pm.png"
    },
    {
      "id": 6504516,
      "title": "System Shock Remake Shown In New Trailer",
      "description": "Nightdive studio has been working on its remake of the landmark 1994 immersive sim System Shock for some time and today during the PC Gamer Show we got a thorough look at it.",
      "authors": "Kyle Hilliard",
      "img_lg": "https://www.gamespot.com/a/uploads/original/1755/17559665/3989999-screenshot2022-06-12at3.29.21pm(2).png"
    }
  ]
}