{
  "artigos": [
    {
      "id": 6504607,
      "title": "Stalker 2: Heart Of Chornobyl Trailer Confirms Delay To 2023",
      "description": "Despite the <a href=\"https://www.gamespot.com/articles/xbox-showcase-expresses-ukraine-solidarity-highlighting-stalker-2-studio/1100-6504606/\" data-ref-id=\"1100-6504606\">continuing conflict in its home country of Ukraine</a>, GSC Game World provided an update for Stalker 2: Heart of Chornobyl at the end of the Xbox and Bethesda Extended Showcase, confirming the game's delay to 2023.",
      "authors": "Jason Fanelli",
      "img_lg": "https://www.gamespot.com/a/uploads/original/3/37852/3991061-stalker.jpg"
    },
    {
      "id": 6504605,
      "title": "Forza Horizon 5: Hot Wheels Expansion Will Let You Build Your Own Gravity-Defying Tracks",
      "description": "As part of Microsoft's Xbox Games Showcase Extended, new details have emerged about <a href=\"https://www.gamespot.com/games/forza-horizon-5/\" data-ref-id=\"5000-533238\">Forza Horizon 5's</a> upcoming <a href=\"https://www.gamespot.com/articles/forza-horizon-5-hot-wheels-expansion-coming-this-july/1100-6504461/\" data-ref-id=\"1100-6504461\">Hot Wheels expansion</a>, including what new cars players will be able to take for a spin and the ability to create custom tracks.",
      "authors": "Cameron Koch",
      "img_lg": "https://www.gamespot.com/a/uploads/original/1647/16470614/3991059-forzahorizon5hotwheelsdetails.jpg"
    },
    {
      "id": 6504606,
      "title": "Xbox Showcase Expresses Ukraine Solidarity, Highlighting Stalker 2 Studio",
      "description": "Microsoft devoted a segment of its Xbox Games Showcase Extended to address the war in Ukraine by highlighting one of the studios directly impacted by it. The dev diary showed developers at GSC Game World, the studio behind Stalker 2, talking about how their lives and work have been impacted since the war began.",
      "authors": "Steve Watts",
      "img_lg": "https://www.gamespot.com/a/uploads/original/1585/15855271/3991053-screenshot2022-06-14at2.27.17pm.png"
    },
    {
      "id": 6504604,
      "title": "Slime Rancher 2 Gameplay Trailer Reveals Fall 2022 Release Window",
      "description": "Slime Rancher players have been waiting to find out when they'll be able to head back down to the slime farms. During the Xbox and Bethesda Extended Showcase, developer Monomi Park finally delivered the goods: Slime Rancher 2 is coming this fall, and it will be a day one addition to Xbox Game Pass.",
      "authors": "Jason Fanelli",
      "img_lg": "https://www.gamespot.com/a/uploads/original/3/37852/3991030-slime.jpg"
    },
    {
      "id": 6504603,
      "title": "Halo Is Coming To Fall Guys This Month",
      "description": "As part of the Xbox Games Showcase Extended event today, Microsoft and developer Mediatonic announced a collaboration that will see Halo characters come to Fall Guys as cosmetic skins.",
      "authors": "Eddie Makuch",
      "img_lg": "https://www.gamespot.com/a/uploads/original/1179/11799911/3991052-screenshot2022-06-14at2.22.42pm.jpg"
    }
  ]
}